Repository: magnram/notchprompter
Catalog: NotchPrompter/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, uk, zh_hans, zh_hant

source: The screen recording couldn't be saved: %@
da: Skærmoptagelsen kunne ikke gemmes: %@
de: Die Bildschirmaufnahme konnte nicht gesichert werden: %@
es: No se ha podido guardar la grabación de pantalla: %@
fi: Näyttötallenteen tallennus epäonnistui: %@
fr: Impossible de sauvegarder l’enregistrement de l’écran : %@
it: Impossibile salvare la registrazione dello schermo: %@
ja: 画面収録を保存できませんでした：%@
ko: 화면 기록을 저장할 수 없음: %@
nb: Skjermopptaket kunne ikke lagres: %@
nl: De schermopname kan niet worden bewaard: %@
pl: Nie można zapisać nagrania ekranu: %@
pt_br: Não foi possível salvar a gravação de tela: %@
pt_pt: Não foi possível guardar a gravação do ecrã: %@
ru: Не удалось сохранить запись экрана: %@
sv: Skärminspelningen kunde inte sparas: %@
tr: Ekran kaydı dosyası kaydedilemedi: %@
uk: Не вдалося зберегти запис екрана: %@
zh_hans: 无法存储录屏：%@
zh_hant: 無法儲存螢幕錄影：%@

source: The script couldn't be saved there.
da: Manuskriptet kunne ikke gemmes der.
de: Das Skript konnte dort nicht gesichert werden.
es: No se ha podido guardar el guion en esa ubicación.
fi: Käsikirjoitusta ei voitu tallentaa tähän sijaintiin.
fr: Impossible d’enregistrer le script à cet emplacement.
it: Impossibile salvare il copione in questa posizione.
ja: その場所に原稿を保存できませんでした。
ko: 해당 위치에 대본을 저장할 수 없습니다.
nb: Manuset kunne ikke lagres der.
nl: Het script kan daar niet worden bewaard.
pl: Nie można zapisać scenariusza w tym miejscu.
pt_br: Não foi possível salvar o roteiro nesse local.
pt_pt: Não foi possível guardar o guião nessa localização.
ru: Не удалось сохранить сценарий в это место.
sv: Manuset kunde inte sparas där.
tr: Metin oraya kaydedilemedi.
uk: Не вдалося зберегти сценарій у це місце.
zh_hans: 无法将讲稿存储到该位置。
zh_hant: 無法將講稿儲存到該位置。

source: This script is empty. Click the pencil below to write it.
da: Manuskriptet er tomt. Klik på blyanten nedenfor for at skrive det.
de: Dieses Skript ist leer. Klick unten auf den Stift, um es zu schreiben.
es: Este guion está vacío. Haz clic en el lápiz de abajo para escribirlo.
fi: Tämä käsikirjoitus on tyhjä. Kirjoita se klikkaamalla alla olevaa kynää.
fr: Ce script est vide. Cliquez sur le crayon ci-dessous pour le rédiger.
it: Questo copione è vuoto. Fai clic sulla matita qui sotto per scriverlo.
ja: この原稿は空です。 下の鉛筆をクリックして書きましょう。
ko: 이 대본은 비어 있습니다. 아래의 연필을 클릭하여 작성하세요.
nb: Manuset er tomt. Klikk på blyanten nedenfor for å skrive det.
nl: Dit script is leeg. Klik hieronder op het potlood om het te schrijven.
pl: Ten scenariusz jest pusty. Kliknij ołówek poniżej, aby go napisać.
pt_br: Este roteiro está vazio. Clique no lápis abaixo para escrevê-lo.
pt_pt: Este guião está vazio. Clica no lápis abaixo para o escrever.
ru: Этот сценарий пуст. Нажмите на карандаш внизу, чтобы его написать.
sv: Manuset är tomt. Klicka på pennan nedan för att skriva det.
tr: Bu metin boş. Yazmak için aşağıdaki kaleme tıklayın.
uk: Цей сценарій порожній. Клацніть олівець унизу, щоб його написати.
zh_hans: 此讲稿为空。 点按下方的铅笔来撰写。
zh_hant: 此講稿是空白的。 按一下下方的鉛筆來撰寫。

source: Title
da: Titel
de: Titel
es: Título
fi: Otsikko
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
nb: Tittel
nl: Titel
pl: Tytuł
pt_br: Título
pt_pt: Título
ru: Название
sv: Titel
tr: Başlık
uk: Назва
zh_hans: 标题
zh_hant: 標題

source: To bring it back, click the NotchPrompter icon in the menu bar, click the app in the Dock, or press ⇧⌘P.
da: Du får den tilbage ved at klikke på NotchPrompter-symbolet på menulinjen, klikke på appen i Dock eller trykke på ⇧⌘P.
de: Um ihn wieder einzublenden, klick auf das NotchPrompter-Symbol in der Menüleiste, auf die App im Dock oder drück ⇧⌘P.
es: Para volver a mostrarlo, haz clic en el icono de NotchPrompter en la barra de menús o en la app en el Dock, o pulsa ⇧⌘P.
fi: Saat sen takaisin klikkaamalla NotchPrompterin kuvaketta valikkorivillä tai appia Dockissa tai painamalla ⇧⌘P.
fr: Pour le faire réapparaître, cliquez sur l’icône NotchPrompter dans la barre des menus ou sur l’app dans le Dock, ou appuyez sur ⇧⌘P.
it: Per farlo ricomparire, fai clic sull’icona di NotchPrompter nella barra dei menu o sull’app nel Dock, oppure premi ⇧⌘P.
ja: 再び表示するには、メニューバーのNotchPrompterアイコンをクリックするか、Dockのアプリをクリックするか、⇧⌘Pを押してください。
ko: 다시 표시하려면 메뉴 막대에서 NotchPrompter 아이콘을 클릭하거나, Dock에서 앱을 클릭하거나, ⇧⌘P를 누르세요.
nb: Du får den tilbake ved å klikke på NotchPrompter-symbolet i menylinjen, klikke på appen i Dock eller trykke på ⇧⌘P.
nl: Om hem terug te halen, klik je op het NotchPrompter-symbool in de menubalk of op de app in het Dock, of druk je op ⇧⌘P.
pl: Aby go przywrócić, kliknij ikonę NotchPromptera na pasku menu, kliknij aplikację w Docku lub naciśnij ⇧⌘P.
pt_br: Para mostrá-lo novamente, clique no ícone do NotchPrompter na barra de menus ou no app no Dock, ou pressione ⇧⌘P.
pt_pt: Para o voltares a mostrar, clica no ícone do NotchPrompter na barra de menus ou na aplicação na Dock, ou prime ⇧⌘P.
ru: Чтобы вернуть его, нажмите на значок NotchPrompter в строке меню, на значок приложения в Dock или нажмите ⇧⌘P.
sv: Du får tillbaka den genom att klicka på NotchPrompter-symbolen i menyraden, klicka på appen i Dock eller trycka på ⇧⌘P.
tr: Geri getirmek için menü çubuğundaki NotchPrompter simgesine ya da Dock’taki uygulamaya tıklayın veya ⇧⌘P tuşlarına basın.
uk: Щоб повернути його, клацніть значок NotchPrompter на смузі меню, клацніть програму в Dock або натисніть ⇧⌘P.
zh_hans: 要重新显示，请点按菜单栏中的 NotchPrompter 图标、点按 Dock 中的 App，或按下 ⇧⌘P。
zh_hant: 若要重新顯示，請按一下選單列中的 NotchPrompter 圖像、按一下 Dock 中的 App，或按下 ⇧⌘P。

source: Try It Now
da: Prøv det nu
de: Jetzt ausprobieren
es: Probar ahora
fi: Kokeile nyt
fr: Essayer maintenant
it: Prova ora
ja: 試してみる
ko: 지금 사용해 보기
nb: Prøv nå
nl: Probeer het nu
pl: Wypróbuj teraz
pt_br: Experimentar Agora
pt_pt: Experimentar agora
ru: Попробовать
sv: Prova nu
tr: Hemen Dene
uk: Спробувати
zh_hans: 立即试试
zh_hant: 立即試試

source: Turn on Dictation to follow your voice on this Mac
da: Slå Diktering til for at følge din stemme på denne Mac
de: Aktiviere die Diktierfunktion, damit NotchPrompter deiner Stimme auf diesem Mac folgen kann
es: Activa Dictado para seguir tu voz en este Mac
fi: Laita Sanelu päälle, niin ääntäsi voidaan seurata tällä Macilla
fr: Activez la dictée pour suivre votre voix sur ce Mac
it: Attiva la dettatura per seguire la tua voce su questo Mac
ja: このMacで声に合わせるには、音声入力をオンにしてください
ko: 이 Mac에서 음성을 따라가려면 받아쓰기를 켜세요
nb: Slå på Diktering for å følge stemmen din på denne Macen
nl: Zet de dicteerfunctie aan om je stem op deze Mac te volgen
pl: Włącz Dyktowanie, aby podążać za głosem na tym Macu
pt_br: Ative o Ditado para seguir sua voz neste Mac
pt_pt: Ativa o Ditado para seguir a tua voz neste Mac
ru: Включите диктовку, чтобы следовать за голосом на этом Mac
sv: Slå på Diktering för att följa din röst på den här Macen
tr: Bu Mac’te sesinizin takip edilmesi için Dikte’yi açın
uk: Увімкніть диктування, щоб стежити за голосом на цьому Mac
zh_hans: 打开听写，即可在这台 Mac 上跟随你的声音
zh_hant: 開啟聽寫，即可在這部 Mac 上跟隨你的聲音

source: Turn on NotchPrompter in System Settings → Privacy & Security → Screen & System Audio Recording, then reopen NotchPrompter. Or choose to record only the camera in Settings → Recording.
da: Slå NotchPrompter til i Systemindstillinger → Anonymitet & sikkerhed → Optagelse af skærm og systemlyd, og åbn derefter NotchPrompter igen. Eller vælg kun at optage kameraet i Indstillinger → Optagelse.
de: Aktiviere NotchPrompter in Systemeinstellungen → Datenschutz & Sicherheit → Aufnahme von Bildschirm & Systemaudio und öffne NotchPrompter dann erneut. Oder wähle in den Einstellungen → Aufnahme, nur die Kamera aufzunehmen.
es: Activa NotchPrompter en Ajustes del Sistema → Privacidad y seguridad → Grabación de pantalla y del audio del sistema y vuelve a abrir NotchPrompter. O elige grabar solo la cámara en Ajustes → Grabación.
fi: Laita NotchPrompter päälle kohdassa Järjestelmäasetukset → Tietosuoja ja suojaus → Näytön ja järjestelmän äänen tallennus ja avaa NotchPrompter sitten uudelleen. Tai valitse Asetukset → Tallennus -kohdasta, että vain kamera tallennetaan.
fr: Activez NotchPrompter dans Réglages Système → Confidentialité et sécurité → Enregistrement de l’écran et des sons du système, puis rouvrez NotchPrompter. Ou choisissez d’enregistrer uniquement la caméra dans Réglages → Enregistrement.
it: Attiva NotchPrompter in Impostazioni di Sistema → Privacy e sicurezza → Registrazione schermo e audio di sistema, quindi riapri NotchPrompter. Oppure scegli di registrare solo la fotocamera in Impostazioni → Registrazione.
ja: 「システム設定」→「プライバシーとセキュリティ」→「画面収録とシステムオーディオ録音」でNotchPrompterをオンにしてから、NotchPrompterを開き直してください。または、設定の「収録」でカメラだけを収録するように選んでください。
ko: 시스템 설정 → 개인정보 보호 및 보안 → 화면 및 시스템 오디오 녹음에서 NotchPrompter를 켠 다음 NotchPrompter를 다시 여세요. 또는 설정 → 녹화에서 카메라만 녹화하도록 선택하세요.
nb: Slå på NotchPrompter i Systeminnstillinger → Personvern og sikkerhet → Skjerm- og systemlydopptak, og åpne deretter NotchPrompter på nytt. Eller velg å bare ta opp kameraet i Innstillinger → Opptak.
nl: Zet NotchPrompter aan in Systeeminstellingen → Privacy en beveiliging → Scherm- en systeemaudio-opname en open NotchPrompter daarna opnieuw. Of kies in Instellingen → Opname om alleen de camera op te nemen.
pl: Włącz NotchPrompter w Ustawieniach systemowych → Prywatność i ochrona → Nagrywanie ekranu i dźwięku systemowego, a następnie otwórz NotchPrompter ponownie. Możesz też wybrać nagrywanie tylko kamery w Ustawieniach → Nagrywanie.
pt_br: Ative o NotchPrompter em Ajustes do Sistema → Privacidade e Segurança → Gravação do Áudio do Sistema e da Tela e abra o NotchPrompter novamente. Ou escolha gravar só a câmera em Ajustes → Gravação.
pt_pt: Ativa o NotchPrompter em Definições do Sistema → Privacidade e segurança → Gravação do ecrã e de áudio do sistema e volta a abrir o NotchPrompter. Ou escolhe gravar só a câmara em Definições → Gravação.
ru: Включите NotchPrompter в разделе «Системные настройки» → «Конфиденциальность и безопасность» → «Запись экрана и системного звука», затем снова откройте NotchPrompter. Или выберите запись только с камеры в настройках → «Запись».
sv: Slå på NotchPrompter i Systeminställningar → Integritet och säkerhet → Skärm- och systemljudsinspelning och öppna sedan NotchPrompter igen. Eller välj att bara spela in kameran i Inställningar → Inspelning.
tr: Sistem Ayarları → Gizlilik ve Güvenlik → Ekran ve Sistem Sesi Kaydı bölümünde NotchPrompter’ı açın, ardından NotchPrompter’ı yeniden başlatın. Ya da Ayarlar → Kayıt bölümünde yalnızca kamerayı kaydetmeyi seçin.
uk: Увімкніть NotchPrompter у Системних параметрах → Приватність і безпека → Записування системного звуку й екрана, а потім знову відкрийте NotchPrompter. Або виберіть запис лише з камери в параметрах → «Запис».
zh_hans: 请在“系统设置”→“隐私与安全性”→“录屏与系统录音”中打开 NotchPrompter，然后重新打开 NotchPrompter。或者在“设置”→“录制”中选择只录制摄像头。
zh_hant: 請在「系統設定」→「隱私權與安全性」→「螢幕與系統錄音」中開啟 NotchPrompter，然後重新打開 NotchPrompter。或者在「設定」→「錄影」中選擇只錄製相機。

source: Undo
da: Fortryd
de: Widerrufen
es: Deshacer
fi: Peru
fr: Annuler
it: Annulla
ja: 取り消す
ko: 실행 취소
nb: Angre
nl: Herstel
pl: Cofnij
pt_br: Desfazer
pt_pt: Desfazer
ru: Отменить
sv: Ångra
tr: Geri Al
uk: Відмінити
zh_hans: 撤销
zh_hant: 還原

source: Untitled
da: Uden navn
de: Ohne Titel
es: Sin título
fi: Nimetön
fr: Sans titre
it: Senza titolo
ja: 名称未設定
ko: 제목 없음
nb: Uten navn
nl: Naamloos
pl: Bez tytułu
pt_br: Sem Título
pt_pt: Sem título
ru: Без названия
sv: Namnlöst
tr: Adsız
uk: Без назви
zh_hans: 未命名
zh_hant: 未命名

source: Use Apple's Servers
da: Brug Apples servere
de: Server von Apple verwenden
es: Usar servidores de Apple
fi: Käytä Applen palvelimia
fr: Utiliser les serveurs d’Apple
it: Usa i server di Apple
ja: Appleのサーバを使用
ko: Apple 서버 사용
nb: Bruk Apples servere
nl: Gebruik servers van Apple
pl: Użyj serwerów Apple
pt_br: Usar Servidores da Apple
pt_pt: Usar servidores da Apple
ru: Использовать серверы Apple
sv: Använd Apples servrar
tr: Apple Sunucularını Kullan
uk: Використовувати сервери Apple
zh_hans: 使用 Apple 服务器
zh_hant: 使用 Apple 伺服器

source: Voice language
da: Stemmesprog
de: Sprache
es: Idioma de voz
fi: Puheen kieli
fr: Langue parlée
it: Lingua parlata
ja: 音声の言語
ko: 음성 언어
nb: Stemmespråk
nl: Taal
pl: Język mowy
pt_br: Idioma da voz
pt_pt: Idioma da voz
ru: Язык речи
sv: Röstspråk
tr: Konuşma dili
uk: Мова мовлення
zh_hans: 语音语言
zh_hant: 語音語言

source: Voice off
da: Stemme fra
de: Stimme aus
es: Voz apagada
fi: Ääni pois
fr: Voix coupée
it: Voce spenta
ja: 音声オフ
ko: 음성 끔
nb: Stemme av
nl: Stem uit
pl: Głos: wył.
pt_br: Sem voz
pt_pt: Sem voz
ru: Голос выкл.
sv: Röst av
tr: Ses kapalı
uk: Голос вимк.
zh_hans: 声音跟随已关闭
zh_hant: 聲音跟隨已關閉

source: Waiting…
da: Venter…
de: Warten …
es: Esperando…
fi: Odotetaan…
fr: En attente…
it: In attesa…
ja: 待機中…
ko: 기다리는 중…
nb: Venter…
nl: Wachten…
pl: Oczekiwanie…
pt_br: Aguardando…
pt_pt: A aguardar…
ru: Ожидание…
sv: Väntar…
tr: Bekleniyor…
uk: Очікування…
zh_hans: 正在等待…
zh_hant: 正在等待⋯

source: Welcome
da: Velkommen
de: Willkommen
es: Bienvenida
fi: Tervetuloa
fr: Bienvenue
it: Benvenuto
ja: ようこそ
ko: 환영합니다
nb: Velkommen
nl: Welkom
pl: Witaj
pt_br: Boas-vindas
pt_pt: Boas-vindas
ru: Добро пожаловать
sv: Välkommen
tr: Hoş Geldiniz
uk: Вітаємо
zh_hans: 欢迎
zh_hant: 歡迎

source: Welcome Guide
da: Velkomstguide
de: Einführung
es: Guía de bienvenida
fi: Tervetulo-opas
fr: Guide de bienvenue
it: Guida di benvenuto
ja: ようこそガイド
ko: 시작 가이드
nb: Velkomstguide
nl: Welkomstgids
pl: Przewodnik powitalny
pt_br: Guia de Boas-Vindas
pt_pt: Guia de boas-vindas
ru: Приветствие
sv: Välkomstguide
tr: Hoş Geldiniz Rehberi
uk: Вітальний посібник
zh_hans: 欢迎指南
zh_hant: 歡迎指南

source: Welcome to NotchPrompter
da: Velkommen til NotchPrompter
de: Willkommen bei NotchPrompter
es: Te damos la bienvenida a NotchPrompter
fi: Tervetuloa NotchPrompteriin
fr: Bienvenue dans NotchPrompter
it: Benvenuto in NotchPrompter
ja: NotchPrompterへようこそ
ko: NotchPrompter에 오신 것을 환영합니다
nb: Velkommen til NotchPrompter
nl: Welkom bij NotchPrompter
pl: Witaj w NotchPrompterze
pt_br: Boas-vindas ao NotchPrompter
pt_pt: Boas-vindas ao NotchPrompter
ru: Добро пожаловать в NotchPrompter
sv: Välkommen till NotchPrompter
tr: NotchPrompter’a Hoş Geldiniz
uk: Вітаємо в NotchPrompter
zh_hans: 欢迎使用 NotchPrompter
zh_hant: 歡迎使用 NotchPrompter

source: Window
da: Vindue
de: Fenster
es: Ventana
fi: Ikkuna
fr: Fenêtre
it: Finestra
ja: ウインドウ
ko: 윈도우
nb: Vindu
nl: Venster
pl: Okno
pt_br: Janela
pt_pt: Janela
ru: Окно
sv: Fönster
tr: Pencere
uk: Вікно
zh_hans: 窗口
zh_hant: 視窗

source: Write or paste what you want to say. Blank lines become new paragraphs in the prompter.
da: Skriv eller indsæt det, du vil sige. Tomme linjer bliver til nye afsnit i prompteren.
de: Schreib oder füge ein, was du sagen möchtest. Leerzeilen werden im Prompter zu neuen Absätzen.
es: Escribe o pega lo que quieras decir. Las líneas en blanco se convierten en párrafos nuevos en el teleprompter.
fi: Kirjoita tai sijoita, mitä haluat sanoa. Tyhjästä rivistä tulee prompterissa uusi kappale.
fr: Écrivez ou collez ce que vous voulez dire. Les lignes vides créent de nouveaux paragraphes dans le prompteur.
it: Scrivi o incolla quello che vuoi dire. Le righe vuote diventano nuovi paragrafi nel prompter.
ja: 話したい内容を入力するか、ペーストしてください。 空行はプロンプターで新しい段落になります。
ko: 말하고 싶은 내용을 입력하거나 붙여넣으세요. 빈 줄은 프롬프터에서 새로운 단락이 됩니다.
nb: Skriv eller lim inn det du vil si. Tomme linjer blir nye avsnitt i prompteren.
nl: Schrijf of plak wat je wilt zeggen. Lege regels worden nieuwe alinea's in de prompter.
pl: Napisz lub wklej to, co chcesz powiedzieć. Puste wiersze tworzą w prompterze nowe akapity.
pt_br: Escreva ou cole o que você quer dizer. Linhas em branco viram novos parágrafos no teleprompter.
pt_pt: Escreve ou cola o que queres dizer. As linhas em branco passam a ser novos parágrafos no teleponto.
ru: Напишите или вставьте то, что хотите сказать. Пустые строки становятся новыми абзацами в суфлёре.
sv: Skriv eller klistra in det du vill säga. Tomma rader blir nya stycken i promptern.
tr: Söylemek istediklerinizi yazın veya yapıştırın. Boş satırlar prompter’da yeni paragraf olur.
uk: Напишіть або вставте те, що хочете сказати. Порожні рядки стають новими абзацами в суфлері.
zh_hans: 写下或粘贴你要说的内容。 空行会在提词器中成为新段落。
zh_hant: 輸入或貼上你要說的內容。 空白行會在提詞機中成為新段落。

source: Write your scripts in the built-in editor, or import text, Markdown and Word files. Everything is saved on this Mac.
da: Skriv dine manuskripter i den indbyggede editor, eller importer tekst-, Markdown- og Word-filer. Alt gemmes på denne Mac.
de: Schreib deine Skripte im integrierten Editor oder importiere Text-, Markdown- und Word-Dateien. Alles wird auf diesem Mac gesichert.
es: Escribe tus guiones en el editor integrado o importa archivos de texto, Markdown y Word. Todo se guarda en este Mac.
fi: Kirjoita käsikirjoituksesi sisäänrakennetussa editorissa tai tuo teksti-, Markdown- ja Word-tiedostoja. Kaikki tallennetaan tälle Macille.
fr: Rédigez vos scripts dans l’éditeur intégré ou importez des fichiers texte, Markdown et Word. Tout est enregistré sur ce Mac.
it: Scrivi i copioni nell’editor integrato o importa file di testo, Markdown e Word. Tutto viene salvato su questo Mac.
ja: 内蔵エディタで原稿を書くか、テキスト、Markdown、Wordファイルを読み込めます。すべてこのMacに保存されます。
ko: 내장 편집기에서 대본을 작성하거나 텍스트, Markdown 및 Word 파일을 가져오세요. 모든 내용은 이 Mac에 저장됩니다.
nb: Skriv manusene dine i den innebygde redigereren, eller importer tekst-, Markdown- og Word-filer. Alt lagres på denne Macen.
nl: Schrijf je scripts in de ingebouwde editor of importeer tekst-, Markdown- en Word-bestanden. Alles wordt op deze Mac bewaard.
pl: Pisz scenariusze we wbudowanym edytorze albo importuj pliki tekstowe, Markdown i Word. Wszystko zapisuje się na tym Macu.
pt_br: Escreva seus roteiros no editor integrado ou importe arquivos de texto, Markdown e Word. Tudo fica salvo neste Mac.
pt_pt: Escreve os teus guiões no editor integrado ou importa ficheiros de texto, Markdown e Word. Tudo fica guardado neste Mac.
ru: Пишите сценарии во встроенном редакторе или импортируйте текстовые файлы, Markdown и Word. Всё хранится на этом Mac.
sv: Skriv dina manus i den inbyggda redigeraren, eller importera text-, Markdown- och Word-filer. Allt sparas på den här Macen.
tr: Metinlerinizi yerleşik düzenleyicide yazın ya da metin, Markdown ve Word dosyalarını içe aktarın. Her şey bu Mac’e kaydedilir.
uk: Пишіть сценарії у вбудованому редакторі або імпортуйте текстові файли, Markdown і Word. Усе зберігається на цьому Mac.
zh_hans: 在内置编辑器中撰写讲稿，或导入文本、Markdown 和 Word 文件。所有内容都存储在这台 Mac 上。
zh_hant: 在內建編輯器中撰寫講稿，或輸入文字、Markdown 和 Word 檔案。所有內容都會儲存在這部 Mac 上。

source: Write, paste or import your scripts.
da: Skriv, indsæt eller importer dine manuskripter.
de: Skripte schreiben, einsetzen oder importieren.
es: Escribe, pega o importa tus guiones.
fi: Kirjoita, sijoita tai tuo käsikirjoituksesi.
fr: Rédigez, collez ou importez vos scripts.
it: Scrivi, incolla o importa i tuoi copioni.
ja: 原稿を入力、ペースト、または読み込みます。
ko: 대본을 작성하거나 붙여넣거나 가져오세요.
nb: Skriv, lim inn eller importer manusene dine.
nl: Schrijf, plak of importeer je scripts.
pl: Pisz, wklejaj lub importuj scenariusze.
pt_br: Escreva, cole ou importe seus roteiros.
pt_pt: Escreve, cola ou importa os teus guiões.
ru: Пишите, вставляйте или импортируйте сценарии.
sv: Skriv, klistra in eller importera dina manus.
tr: Metinlerinizi yazın, yapıştırın veya içe aktarın.
uk: Пишіть, вставляйте або імпортуйте сценарії.
zh_hans: 撰写、粘贴或导入讲稿。
zh_hant: 撰寫、貼上或輸入講稿。

source: You can open NotchPrompter from the menu bar icon at any time. Let's try it with a short practice script.
da: Du kan altid åbne NotchPrompter fra symbolet på menulinjen. Lad os prøve det med et kort øvemanuskript.
de: Du kannst NotchPrompter jederzeit über das Symbol in der Menüleiste öffnen. Probier es gleich mit einem kurzen Übungsskript aus.
es: Puedes abrir NotchPrompter en cualquier momento desde su icono en la barra de menús. Vamos a probarlo con un breve guion de práctica.
fi: Voit avata NotchPrompterin milloin tahansa valikkorivin kuvakkeesta. Kokeillaan sitä lyhyellä harjoituskäsikirjoituksella.
fr: Vous pouvez ouvrir NotchPrompter à tout moment depuis son icône dans la barre des menus. Essayons avec un court script d’entraînement.
it: Puoi aprire NotchPrompter in qualsiasi momento dall’icona nella barra dei menu. Proviamo con un breve copione di prova.
ja: NotchPrompterはメニューバーのアイコンからいつでも開けます。短い練習用の原稿で試してみましょう。
ko: 메뉴 막대 아이콘에서 언제든지 NotchPrompter를 열 수 있습니다. 짧은 연습용 대본으로 사용해 보겠습니다.
nb: Du kan når som helst åpne NotchPrompter fra symbolet i menylinjen. La oss prøve med et kort øvingsmanus.
nl: Je kunt NotchPrompter altijd openen via het symbool in de menubalk. Laten we het proberen met een kort oefenscript.
pl: NotchPromptera możesz w każdej chwili otworzyć z ikony na pasku menu. Wypróbujmy go na krótkim scenariuszu ćwiczebnym.
pt_br: Você pode abrir o NotchPrompter a qualquer momento pelo ícone na barra de menus. Vamos experimentar com um roteiro curto de treino.
pt_pt: Podes abrir o NotchPrompter a qualquer momento a partir do ícone na barra de menus. Vamos experimentar com um pequeno guião de treino.
ru: NotchPrompter всегда можно открыть через значок в строке меню. Давайте попробуем на коротком тренировочном сценарии.
sv: Du kan när som helst öppna NotchPrompter från symbolen i menyraden. Nu provar vi med ett kort övningsmanus.
tr: NotchPrompter’ı istediğiniz zaman menü çubuğundaki simgeden açabilirsiniz. Kısa bir alıştırma metniyle deneyelim.
uk: NotchPrompter можна будь-коли відкрити через значок на смузі меню. Спробуймо на короткому тренувальному сценарії.
zh_hans: 你随时可以通过菜单栏图标打开 NotchPrompter。现在就用一段简短的练习讲稿试试吧。
zh_hant: 你隨時都可以從選單列圖像打開 NotchPrompter。現在就用一段簡短的練習講稿試試看吧。

source: You can still use Play to scroll at a steady speed.
da: Du kan stadig bruge Afspil til at rulle med jævn fart.
de: Mit „Abspielen“ kannst du weiterhin in gleichmäßigem Tempo scrollen.
es: Puedes seguir usando Reproducir para desplazar el texto a velocidad constante.
fi: Voit silti vierittää tasaisella nopeudella Toista-painikkeella.
fr: Vous pouvez toujours utiliser Lecture pour faire défiler le texte à vitesse constante.
it: Puoi comunque usare Riproduci per far scorrere il testo a velocità costante.
ja: 「再生」を使えば、一定の速度でスクロールできます。
ko: 재생을 사용하여 일정한 속도로 스크롤할 수는 있습니다.
nb: Du kan fortsatt bruke Spill av for å rulle i jevn fart.
nl: Je kunt nog steeds ‘Speel af’ gebruiken om in een vast tempo te scrollen.
pl: Nadal możesz użyć odtwarzania, aby przewijać ze stałą prędkością.
pt_br: Você ainda pode usar Reproduzir para rolar o texto em velocidade constante.
pt_pt: Podes continuar a usar Reproduzir para deslocar o texto a velocidade constante.
ru: Вы по-прежнему можете нажать «Воспроизвести», чтобы текст прокручивался с постоянной скоростью.
sv: Du kan fortfarande använda Spela upp för att rulla i jämn takt.
tr: Sabit hızda kaydırmak için yine de Oynat’ı kullanabilirsiniz.
uk: Ви й далі можете натиснути «Відтворити», щоб текст прокручувався зі сталою швидкістю.
zh_hans: 你仍然可以使用“播放”来匀速滚动。
zh_hant: 你仍然可以使用「播放」來等速捲動。

source: You can't undo this.
da: Du kan ikke fortryde denne handling.
de: Du kannst diese Aktion nicht widerrufen.
es: Esta acción no se puede deshacer.
fi: Tätä toimintoa ei voi kumota.
fr: Cette action est irréversible.
it: Non puoi annullare questa azione.
ja: この操作は取り消せません。
ko: 이 동작은 실행 취소할 수 없습니다.
nb: Du kan ikke angre dette.
nl: Je kunt dit niet ongedaan maken.
pl: Tej czynności nie można cofnąć.
pt_br: Não é possível desfazer esta ação.
pt_pt: Esta ação não pode ser desfeita.
ru: Это действие нельзя отменить.
sv: Det går inte att ångra.
tr: Bu işlemi geri alamazsınız.
uk: Цю дію не можна відмінити.
zh_hans: 此操作无法撤销。
zh_hant: 此動作無法還原。
